{
  "app_title": "2月限定 恋愛占い | 占いミザリー",
  "app_subtitle": "✨ バレンタイン直前！あなたの恋愛運を占う ✨",
  "app_main_title": "2月限定 恋愛運勢鑑定書",
  "app_description": "💕 2月、バレンタインの季節にあなたの恋愛運はどうなる？",
  "app_intro_questions": [
    "「バレンタイン前に運命の出会いはある？」",
    "「今の恋愛はこのまま続く？」",
    "「2月の恋愛運のピークはいつ？」"
  ],
  "app_intro_text": "あなたの生年月日から導き出される特別な数字で、<strong>2月の恋愛運勢バイオリズム</strong>を読み解きましょう。バレンタイン直前のこの時期、あなたの恋愛運を徹底分析します。",
  "app_icon": "💕",
  "stripe_checkout_url": "https://buy.stripe.com/8x2fZhfsm01Q813847cfT1v",
  "stripe_price_id": "price_love_february_1234567890abcdef",
  "price": 500,
  "price_display": "500円",
  "fortune_year": "2月",
  "fortune_year_num": 2026,
  "pdf_title": "2月限定 恋愛運勢鑑定書",
  "pdf_monthly_title": "2月 恋愛運勢カレンダー",
  "fortune_teller_name": "MIZARY",
  "fortune_teller_url": "https://mizary.com/staff/mizary/",
  "fortune_site_url": "https://mizary.com/",
  "fortune_site_name": "占いミザリー",
  "line_reservation_text": "LINE予約で20分2,980円~",
  "contact_email_url": "https://mizary.com/contact/",
  "contact_line_url": "https://lin.ee/OKV7A8H",
  "legal_url": "https://mizary.com/tokusyouhou/",
  "copyright_text": "© 2026 占いミザリー",
  "life_path_descriptions": {
    "1": {
      "personality": "リーダーシップがあり、積極的な恋愛スタイルを持っています。",
      "lp_description": "あなたは恋愛においてもリーダーシップを発揮するタイプです。積極的にアプローチし、理想のパートナーを見つける力を持っています。2月は、その積極性が恋愛運を大きく開花させる月となるでしょう。",
      "overall": {
        "rank": "大吉",
        "description": "2月は、あなたの恋愛運が大きく開花する月です。バレンタイン直前のこの時期、積極的なアプローチが実を結び、理想的なパートナーとの出会いが期待できます。リーダーシップを活かして、恋愛関係を主導していくことで、より深い絆を築けるでしょう。"
      },
      "love": {
        "stars": 5,
        "description": "2月は、運命的な出会いが待っている月です。バレンタインシーズンに、あなたの積極性とリーダーシップが、理想のパートナーを引き寄せます。新しい出会いだけでなく、既存の関係もより深まり、バレンタインをきっかけに結婚を意識する関係に発展する可能性が高いでしょう。"
      },
      "work": {
        "stars": 4,
        "description": "仕事と恋愛のバランスが取れた月となります。仕事での成功が、あなたの魅力をさらに高め、恋愛運にも良い影響を与えます。"
      },
      "money": {
        "stars": 4,
        "description": "バレンタインシーズンで恋愛関連の出費が増える月ですが、それは幸せへの投資です。デートやプレゼントなど、パートナーとの時間を大切にする出費が、関係を深めます。"
      },
      "health": {
        "stars": 3,
        "description": "恋愛で忙しくなることで、生活リズムが乱れがちです。適度な休息を心がけ、体調管理を怠らないようにしましょう。"
      },
      "color": "レッド",
      "item": "赤いバラ"
    },
    "2": {
      "personality": "協調性があり、パートナーとの調和を大切にするタイプです。",
      "lp_description": "あなたは恋愛において、パートナーとの調和と協調を大切にするタイプです。相手の気持ちを理解し、穏やかな関係を築くことが得意です。2月は、その協調性が恋愛運を高める月となるでしょう。",
      "overall": {
        "rank": "中吉",
        "description": "2月は、パートナーとの関係がより深まる月です。バレンタインシーズンに、あなたの協調性と理解力が、関係を安定させ、長期的なパートナーシップへと発展させます。結婚を意識する関係に発展する可能性も高いでしょう。"
      },
      "love": {
        "stars": 4,
        "description": "2月は、既存の関係がより深まる月です。バレンタインをきっかけに、パートナーとのコミュニケーションが増え、お互いの理解が深まります。新しい出会いも期待できますが、既存の関係を大切にすることで、より幸せな未来が待っています。"
      },
      "work": {
        "stars": 3,
        "description": "仕事と恋愛のバランスを取ることが重要です。パートナーの理解を得ながら、仕事にも集中できる環境を整えましょう。"
      },
      "money": {
        "stars": 3,
        "description": "バレンタインシーズンで恋愛関連の出費は控えめに。パートナーとの時間を大切にすることは、高価なプレゼントよりも重要です。"
      },
      "health": {
        "stars": 4,
        "description": "パートナーとの穏やかな関係が、心の健康にも良い影響を与えます。ストレスが少なく、リラックスした日々を過ごせるでしょう。"
      },
      "color": "ピンク",
      "item": "ピンクのハンカチ"
    },
    "3": {
      "personality": "明るく社交的で、恋愛を楽しむタイプです。",
      "lp_description": "あなたは明るく社交的で、恋愛を楽しむことが得意です。コミュニケーション能力が高く、多くの人と良い関係を築けます。2月は、その明るさが恋愛運を引き寄せる月となるでしょう。",
      "overall": {
        "rank": "大吉",
        "description": "2月は、あなたの明るさと社交性が恋愛運を大きく開花させる月です。バレンタインシーズンに、多くの出会いがあり、その中から運命的なパートナーを見つける可能性が高いでしょう。恋愛を楽しみながら、真剣な関係へと発展させることができます。"
      },
      "love": {
        "stars": 5,
        "description": "2月は、多くの出会いが待っている月です。バレンタインシーズンに、あなたの明るさと社交性が、理想のパートナーを引き寄せます。特にバレンタイン前後、運命的な出会いが期待できます。恋愛を楽しみながら、真剣な関係へと発展させましょう。"
      },
      "work": {
        "stars": 4,
        "description": "仕事での成功が、あなたの魅力をさらに高めます。職場での出会いも期待できるでしょう。"
      },
      "money": {
        "stars": 3,
        "description": "バレンタインシーズンで恋愛関連の出費が増える月です。デートやプレゼントなど、パートナーとの時間を大切にする出費が、関係を深めます。"
      },
      "health": {
        "stars": 4,
        "description": "恋愛の喜びが、心の健康にも良い影響を与えます。明るい気持ちで過ごすことで、体調も良好に保てるでしょう。"
      },
      "color": "イエロー",
      "item": "黄色いアクセサリー"
    },
    "4": {
      "personality": "誠実で安定を求める、真面目な恋愛タイプです。",
      "lp_description": "あなたは恋愛において、誠実さと安定を大切にするタイプです。真面目で責任感が強く、長期的な関係を築くことが得意です。2月は、その誠実さが恋愛運を安定させる月となるでしょう。",
      "overall": {
        "rank": "中吉",
        "description": "2月は、あなたの誠実さと真面目さが、安定した恋愛関係を築く月です。バレンタインシーズンに、焦らず、着実に信頼関係を深めていくことで、長期的なパートナーシップへと発展します。結婚を意識する関係に発展する可能性も高いでしょう。"
      },
      "love": {
        "stars": 4,
        "description": "2月は、安定した関係を築く月です。バレンタインをきっかけに、あなたの誠実さと真面目さが、パートナーからの信頼を深めます。既存の関係はより深まり、新しい出会いも真剣な関係へと発展する可能性が高いでしょう。焦らず、着実に信頼関係を築いていきましょう。"
      },
      "work": {
        "stars": 4,
        "description": "仕事での安定が、恋愛運にも良い影響を与えます。真面目な姿勢が、パートナーからの信頼を深めます。"
      },
      "money": {
        "stars": 4,
        "description": "計画的な出費が、恋愛関係を安定させます。バレンタインのプレゼントも、将来を見据えた出費が、パートナーとの関係を深めます。"
      },
      "health": {
        "stars": 3,
        "description": "真面目さから、ストレスが溜まりやすい時期です。適度な休息を心がけ、リラックスする時間を作りましょう。"
      },
      "color": "シルバー",
      "item": "シルバーの指輪"
    },
    "5": {
      "personality": "自由で冒険的、変化を好む恋愛タイプです。",
      "lp_description": "あなたは恋愛において、自由と冒険を大切にするタイプです。変化を好み、束縛を嫌います。2月は、その自由さが新しい恋愛の可能性を開く月となるでしょう。",
      "overall": {
        "rank": "中吉",
        "description": "2月は、あなたの自由さと冒険心が、新しい恋愛の可能性を開く月です。バレンタインシーズンに、多くの出会いがあり、その中から自分に合ったパートナーを見つけることができます。自由な関係を大切にしながら、真剣な関係へと発展させることも可能です。"
      },
      "love": {
        "stars": 4,
        "description": "2月は、多くの出会いが待っている月です。バレンタインシーズンに、あなたの自由さと冒険心が、新しい恋愛の可能性を開きます。特にバレンタインイベントやパーティーでの出会いが期待できます。自由な関係を楽しみながら、真剣な関係へと発展させることができるでしょう。"
      },
      "work": {
        "stars": 3,
        "description": "仕事での変化が、恋愛運にも影響を与えます。新しい環境での出会いも期待できるでしょう。"
      },
      "money": {
        "stars": 3,
        "description": "バレンタインシーズンで恋愛関連の出費が増える月です。イベントや新しい体験への出費が、恋愛関係を深めます。"
      },
      "health": {
        "stars": 3,
        "description": "変化の多い月なので、体調管理に注意が必要です。適度な休息を心がけましょう。"
      },
      "color": "オレンジ",
      "item": "オレンジのスカーフ"
    },
    "6": {
      "personality": "愛情深く、家族やパートナーを大切にするタイプです。",
      "lp_description": "あなたは恋愛において、愛情深さと献身性を大切にするタイプです。家族やパートナーを大切にし、長期的な関係を築くことが得意です。2月は、その愛情深さが恋愛運を高める月となるでしょう。",
      "overall": {
        "rank": "大吉",
        "description": "2月は、あなたの愛情深さと献身性が、恋愛運を大きく開花させる月です。バレンタインシーズンに、パートナーとの関係がより深まり、結婚を意識する関係に発展する可能性が高いでしょう。家族や周囲からの祝福も期待できます。"
      },
      "love": {
        "stars": 5,
        "description": "2月は、恋愛運が最高潮に達する月です。バレンタインをきっかけに、あなたの愛情深さと献身性が、パートナーとの関係をより深めます。既存の関係は結婚へと発展し、新しい出会いも真剣な関係へと発展する可能性が高いでしょう。家族や周囲からの祝福も期待できます。"
      },
      "work": {
        "stars": 4,
        "description": "仕事と恋愛のバランスが取れた月となります。パートナーのサポートが、仕事での成功にもつながります。"
      },
      "money": {
        "stars": 4,
        "description": "バレンタインシーズンで恋愛関連の出費が増えますが、それは幸せへの投資です。結婚を意識した出費も増えるでしょう。"
      },
      "health": {
        "stars": 4,
        "description": "パートナーとの幸せな関係が、心の健康にも良い影響を与えます。リラックスした日々を過ごせるでしょう。"
      },
      "color": "ローズ",
      "item": "ローズの花束"
    },
    "7": {
      "personality": "知的で神秘的な魅力を持つ、深い恋愛を求めるタイプです。",
      "lp_description": "あなたは恋愛において、知性と神秘性を大切にするタイプです。表面的な関係ではなく、深い精神的なつながりを求めます。2月は、その深さが恋愛運を引き寄せる月となるでしょう。",
      "overall": {
        "rank": "中吉",
        "description": "2月は、あなたの知性と神秘性が、深い恋愛関係を築く月です。バレンタインシーズンに、表面的な関係ではなく、精神的なつながりを大切にすることで、真のパートナーを見つけることができます。既存の関係もより深まり、お互いの理解が深まります。"
      },
      "love": {
        "stars": 4,
        "description": "2月は、深い精神的なつながりを築く月です。バレンタインシーズンに、あなたの知性と神秘性が、理想のパートナーを引き寄せます。特にバレンタイン前後、運命的な出会いが期待できます。表面的な関係ではなく、深い精神的なつながりを大切にしましょう。"
      },
      "work": {
        "stars": 3,
        "description": "仕事での成功が、あなたの魅力をさらに高めます。知的で神秘的な魅力が、職場での出会いも引き寄せます。"
      },
      "money": {
        "stars": 3,
        "description": "バレンタインシーズンで恋愛関連の出費は控えめに。精神的なつながりを大切にすることは、物質的な出費よりも重要です。"
      },
      "health": {
        "stars": 3,
        "description": "深い思考から、ストレスが溜まりやすい時期です。適度な休息とリラックスを心がけましょう。"
      },
      "color": "パープル",
      "item": "パープルのアクセサリー"
    },
    "8": {
      "personality": "パワフルで成功志向、恋愛でも主導権を握るタイプです。",
      "lp_description": "あなたは恋愛において、パワーと成功を大切にするタイプです。主導権を握り、積極的に関係を築くことが得意です。2月は、そのパワーが恋愛運を引き上げる月となるでしょう。",
      "overall": {
        "rank": "大吉",
        "description": "2月は、あなたのパワーと成功志向が、恋愛運を大きく開花させる月です。バレンタインシーズンに、積極的なアプローチが実を結び、理想的なパートナーとの出会いが期待できます。既存の関係もより深まり、結婚を意識する関係に発展する可能性が高いでしょう。"
      },
      "love": {
        "stars": 5,
        "description": "2月は、恋愛運が最高潮に達する月です。バレンタインシーズンに、あなたのパワーと積極性が、理想のパートナーを引き寄せます。特にバレンタイン前後、運命的な出会いが期待できます。積極的なアプローチが実を結び、真剣な関係へと発展するでしょう。"
      },
      "work": {
        "stars": 5,
        "description": "仕事での成功が、あなたの魅力をさらに高めます。成功が恋愛運にも良い影響を与えます。"
      },
      "money": {
        "stars": 4,
        "description": "バレンタインシーズンで恋愛関連の出費が増えますが、それは成功への投資です。高価なプレゼントや豪華なデートが、関係を深めます。"
      },
      "health": {
        "stars": 3,
        "description": "パワフルな活動から、疲れが溜まりやすい時期です。適度な休息を心がけ、体調管理を怠らないようにしましょう。"
      },
      "color": "ゴールド",
      "item": "ゴールドのアクセサリー"
    },
    "9": {
      "personality": "理想主義的で、完璧な恋愛を求めるタイプです。",
      "lp_description": "あなたは恋愛において、理想と完璧を大切にするタイプです。高い理想を持ち、それに近づく努力を惜しみません。2月は、その理想が恋愛運を引き寄せる月となるでしょう。",
      "overall": {
        "rank": "中吉",
        "description": "2月は、あなたの理想と完璧主義が、恋愛運を引き寄せる月です。バレンタインシーズンに、高い理想を持ちながらも、現実的なアプローチをすることで、理想に近いパートナーを見つけることができます。既存の関係もより深まり、お互いの理想を共有できる関係へと発展します。"
      },
      "love": {
        "stars": 4,
        "description": "2月は、理想に近いパートナーとの出会いが期待できる月です。バレンタインシーズンに、あなたの理想主義と完璧主義が、理想的な関係を引き寄せます。特にバレンタイン前後、運命的な出会いが期待できます。高い理想を持ちながらも、現実的なアプローチを心がけましょう。"
      },
      "work": {
        "stars": 4,
        "description": "仕事での成功が、あなたの理想を実現させます。理想的なパートナーも、仕事を通じて見つかる可能性があります。"
      },
      "money": {
        "stars": 3,
        "description": "バレンタインシーズンで理想を追求する出費が増えますが、それは幸せへの投資です。理想的な関係を築くための出費を惜しまないでしょう。"
      },
      "health": {
        "stars": 3,
        "description": "理想を追求するあまり、ストレスが溜まりやすい時期です。完璧を求めすぎず、適度な休息を心がけましょう。"
      },
      "color": "ブルー",
      "item": "ブルーのアクセサリー"
    },
    "11": {
      "personality": "直感的でスピリチュアル、運命的な恋愛を信じるタイプです。",
      "lp_description": "あなたは恋愛において、直感とスピリチュアルなつながりを大切にするタイプです。運命的な出会いを信じ、直感を大切にします。2月は、その直感が恋愛運を引き寄せる月となるでしょう。",
      "overall": {
        "rank": "大吉",
        "description": "2月は、あなたの直感とスピリチュアルな力が、運命的な恋愛を引き寄せる月です。バレンタインシーズンに、直感を信じ、運命的な出会いを大切にすることで、真のパートナーを見つけることができます。既存の関係もより深まり、運命的なつながりを感じられる関係へと発展します。"
      },
      "love": {
        "stars": 5,
        "description": "2月は、運命的な出会いが待っている月です。バレンタインシーズンに、あなたの直感とスピリチュアルな力が、理想のパートナーを引き寄せます。特にバレンタイン前後、運命的な出会いが期待できます。直感を信じ、運命的な出会いを大切にしましょう。"
      },
      "work": {
        "stars": 4,
        "description": "仕事での直感が、恋愛運にも良い影響を与えます。スピリチュアルな力が、理想的な出会いを引き寄せます。"
      },
      "money": {
        "stars": 3,
        "description": "バレンタインシーズンで恋愛関連の出費は控えめに。運命的な出会いは、物質的な出費よりも精神的なつながりが重要です。"
      },
      "health": {
        "stars": 4,
        "description": "スピリチュアルな力が、心の健康にも良い影響を与えます。リラックスした日々を過ごせるでしょう。"
      },
      "color": "バイオレット",
      "item": "バイオレットのアクセサリー"
    },
    "22": {
      "personality": "理想を現実化する力を持ち、大きな愛を実現するタイプです。",
      "lp_description": "あなたは恋愛において、理想を現実化する力を持っています。大きな愛を実現し、多くの人を幸せにする力があります。2月は、その力が恋愛運を大きく開花させる月となるでしょう。",
      "overall": {
        "rank": "大吉",
        "description": "2月は、あなたの理想を現実化する力が、恋愛運を大きく開花させる月です。バレンタインシーズンに、大きな愛を実現し、理想的なパートナーとの出会いが期待できます。既存の関係もより深まり、結婚を意識する関係に発展する可能性が高いでしょう。"
      },
      "love": {
        "stars": 5,
        "description": "2月は、理想的な恋愛が実現する月です。バレンタインシーズンに、あなたの理想を現実化する力が、理想のパートナーを引き寄せます。大きな愛を実現し、多くの人を幸せにする関係を築くことができます。結婚を意識する関係に発展する可能性が高いでしょう。"
      },
      "work": {
        "stars": 5,
        "description": "仕事での成功が、あなたの理想を実現させます。成功が恋愛運にも良い影響を与えます。"
      },
      "money": {
        "stars": 4,
        "description": "バレンタインシーズンで理想を実現するための出費が増えますが、それは大きな愛への投資です。理想的な関係を築くための出費を惜しまないでしょう。"
      },
      "health": {
        "stars": 4,
        "description": "理想を実現する力が、心の健康にも良い影響を与えます。リラックスした日々を過ごせるでしょう。"
      },
      "color": "プラチナ",
      "item": "プラチナのアクセサリー"
    },
    "33": {
      "personality": "愛と奉仕の精神を持ち、多くの人を幸せにするタイプです。",
      "lp_description": "あなたは恋愛において、愛と奉仕の精神を大切にするタイプです。多くの人を幸せにし、大きな愛を実現する力があります。2月は、その愛が恋愛運を大きく開花させる月となるでしょう。",
      "overall": {
        "rank": "大吉",
        "description": "2月は、あなたの愛と奉仕の精神が、恋愛運を大きく開花させる月です。バレンタインシーズンに、多くの人を幸せにする力が、理想的なパートナーとの出会いを引き寄せます。既存の関係もより深まり、大きな愛を実現する関係へと発展します。"
      },
      "love": {
        "stars": 5,
        "description": "2月は、大きな愛が実現する月です。バレンタインシーズンに、あなたの愛と奉仕の精神が、理想のパートナーを引き寄せます。多くの人を幸せにする力が、理想的な関係を築きます。結婚を意識する関係に発展する可能性が非常に高いでしょう。"
      },
      "work": {
        "stars": 5,
        "description": "仕事での成功が、あなたの愛を実現させます。成功が恋愛運にも良い影響を与えます。"
      },
      "money": {
        "stars": 4,
        "description": "バレンタインシーズンで愛を実現するための出費が増えますが、それは大きな愛への投資です。理想的な関係を築くための出費を惜しまないでしょう。"
      },
      "health": {
        "stars": 5,
        "description": "愛と奉仕の精神が、心の健康にも良い影響を与えます。リラックスした日々を過ごせるでしょう。"
      },
      "color": "ローズゴールド",
      "item": "ローズゴールドのアクセサリー"
    },
    "default": {
      "personality": "独自の魅力を持ち、恋愛を楽しむタイプです。",
      "lp_description": "あなたは独自の魅力を持ち、恋愛を楽しむことが得意です。2月は、その魅力が恋愛運を引き寄せる月となるでしょう。",
      "overall": {
        "rank": "中吉",
        "description": "2月は、あなたの魅力が恋愛運を引き寄せる月です。バレンタインシーズンに、積極的なアプローチが実を結び、理想的なパートナーとの出会いが期待できます。"
      },
      "love": {
        "stars": 4,
        "description": "2月は、多くの出会いが待っている月です。バレンタインシーズンに、あなたの魅力が、理想のパートナーを引き寄せます。積極的なアプローチが実を結び、真剣な関係へと発展するでしょう。"
      },
      "work": {
        "stars": 3,
        "description": "仕事と恋愛のバランスを取ることが重要です。パートナーの理解を得ながら、仕事にも集中できる環境を整えましょう。"
      },
      "money": {
        "stars": 3,
        "description": "バレンタインシーズンで恋愛関連の出費が増える月です。デートやプレゼントなど、パートナーとの時間を大切にする出費が、関係を深めます。"
      },
      "health": {
        "stars": 3,
        "description": "恋愛で忙しくなることで、生活リズムが乱れがちです。適度な休息を心がけ、体調管理を怠らないようにしましょう。"
      },
      "color": "ピンク",
      "item": "ピンクのアクセサリー"
    }
  },
  "monthly_fortunes": [
    "2月1日〜7日: バレンタイン準備期間。新しい出会いのチャンスが訪れる時期です。積極的に行動することで、運命的な出会いが期待できます。",
    "2月8日〜14日: バレンタインウィーク。恋愛運が最高潮に達する時期です。既存の関係もより深まり、新しい出会いも期待できます。プロポーズや結婚を意識する関係に発展する可能性が高いでしょう。",
    "2月15日〜21日: バレンタイン後の余韻。パートナーとの関係がより深まる時期です。お互いの理解が深まり、長期的なパートナーシップへと発展します。",
    "2月22日〜28日: 2月の締めくくり。恋愛運が安定する時期です。これまでの関係を振り返り、将来を見据えた関係を築くことができます。"
  ],
  "gas_url": "https://script.google.com/macros/s/AKfycbx7er_1XN-G1KmGFvmAo8zHKNfA0_nKYPr5m6SL4pexfoz8M7JgovdtQ6VYxopjSj5C/exec"
}
